{
  "548548565404876832_One_Piece": {
    "submitted_by": "skuller.",
    "name": "One Piece",
    "description": "A story of a kid named luffy who wants to be the king of the pirates",
    "rating": "10",
    "watch_link": "https://animekun.lol/one-peice-100",
    "genre": "random"
  },
  "548548565404876832_Solo_Leveling_Season_2": {
    "submitted_by": "skuller.",
    "name": "Solo Leveling Season 2",
    "description": "Season 2 of solo leveling, A story about a guy named Sung Jinwoo who was known as the weakest hunter and he reawakened to become the strongest hunter known to mankind.",
    "rating": "10",
    "watch_link": "https://animekun.top/solo-leveling-season-2-arise-from-the-shadow-19413",
    "genre": "random"
  },
  "548548565404876832_Sakamoto_Days": {
    "submitted_by": "skuller.",
    "name": "Sakamoto Days",
    "description": "Tarou Sakamoto was considered the greatest hitman of all time. Feared by many, he stood at the top of the underground world until he met and fell in love with a woman. As a result, Sakamoto abandoned his life of crime and now works as a convenience store clerk. Leaving his shady past behind proves more difficult than Sakamoto initially imagined. Many of his former rivals and partners do not believe that he has truly left the business and show up in hopes of taking him out. Barred from killing, Sakamoto must find creative ways to subdue his enemies and prevent them from bringing harm to his family, his store, and the small town he resides in.",
    "rating": "10",
    "watch_link": "https://animekun.top/sakamoto-days-19431",
    "genre": "random"
  },
  "548548565404876832_Cyberpunk:_Edgerunners": {
    "submitted_by": "skuller.",
    "name": "Cyberpunk: Edgerunners",
    "description": "Cyberpunk: Edgerunners tells a standalone story about a street kid trying to survive in a technology and body modification-obsessed city of the future. Having everything to lose, he chooses to stay alive by becoming an edgerunner—a mercenary outlaw also known as a cyberpunk.",
    "rating": "10",
    "watch_link": "https://animekun.top/cyberpunk-edgerunners-15680",
    "genre": "random"
  },
  "548548565404876832_The_Red_Ranger_Becomes_an_Adventurer_in_Another_World": {
    "submitted_by": "holdisdumb",
    "name": "The Red Ranger Becomes an Adventurer in Another World",
    "description": "In the final battle against the evil Exterminators, Tougo Asagaki, a power ranger, traded his life for the enemy's. It seemed like everything was over, but suddenly he found himself in another world! He becomes an adventurer, transforming into Kizuna Red, and continues fighting to save people in trouble! Here he meets a young Wizard named Idola and his journey in this new world begins!",
    "rating": "10",
    "watch_link": "https://animekun.top/search?q=The_Red_Ranger_Becomes_an_Adventurer_in_Another_World",
    "genre": "random"
  },
  "548548565404876832_The_Elusive_Samurai": {
    "submitted_by": "skuller.",
    "name": "The Elusive Samurai",
    "description": "Eight-year-old Tokiyuki Houjou, the next successor of the Kamakura shogunate, is a young boy lacking talent in everything besides hide-and-seek. One day, his carefree life is abruptly turned upside down when Takauji Ashikaga brutally seizes power from the Kamakuras, ending their reign. Rescued by a self-proclaimed prophetic priest, Tokiyuki manages to escape with his life. Now he must evade those trying to kill him while recruiting comrades who can help him restore the Kamakura Shogunate to its former glory. Set during the Nanboku-chou period of Japanese history, is a tale of redemption, documenting the life of the forgotten hero that altered Japan's destiny by running away.",
    "rating": "9.2",
    "watch_link": "https://animekun.top/search?q=The_Elusive_Samurai",
    "genre": "Action"
  },
  "548548565404876832_Zenshu": {
    "submitted_by": "skuller.",
    "name": "Zenshu",
    "description": "After graduating from high school, Natsuko Hirose starts her career as an animator. Her talent quickly flourishes, and she makes her debut as a director in no time. Her first anime becomes a massive hit, sparking a social phenomenon and earning her recognition as an up-and-coming genius director. Her next project is set to be a romantic comedy movie themed around first love! However, having never been in love herself, Natsuko struggles to understand the concept of first love, and as a result, she's unable to create the storyboard, causing the movie production to come to a standstill.",
    "rating": "9",
    "watch_link": "https://animekun.top/zenshu-19445",
    "genre": "Isekai"
  }
}
